IDEA Open Model
PointResultOfNLA.AxialStress Property
Compatible with IDEA StatiCa Beta 20.0
 Axial stress
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double AxialStress { get; set; }
Public Property AxialStress As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointResultOfNLA Class
IdeaRS.OpenModel.Result Namespace